[
    {
        "file_name": "CRmi13_20230913_000217448.jpg",
        "text": "体育场内举办一场大型活动。主要物体包括一个大型露天看台，一群坐在白色折叠椅上的人们，周围是鲜绿色的草坪和红色的塑胶跑道。背景中可以看到城市建筑群，显示出都市环境。\n\n天气阴沉，多云覆盖，光照条件柔和，整体光线均匀，缺少明显的阴影。色彩风格以自然色为主，草坪的绿色与跑道的红色形成鲜明对比。构图上，场地占据前景，露天看台和人群居中，建筑物则出现在背景中。活动横幅和看台上的文字增添了现场氛围和活动主题的提示。"
    },
    {
        "file_name": "CRmi13_20231004_004459563 1.jpg",
        "text": "一座现代住宅区的场景。左侧是一栋多层白色瓷砖建筑，楼体上排列着空调和露台，露台上挂着晾晒的衣物。右侧可见另一栋建筑的侧面，装有多个空调外机。中间是一个狭长的通道，两边停满了摩托车和电动车，地面铺设着红色砖块。背景中有几棵绿树，树木后方隐约可见模糊的山形，以及远处的高楼。天气阴云密布，光照柔和，整个画面色调较为自然，略显灰暗，具有阴天特有的平静氛围。构图上，建筑和树木形成了层次感，各种元素纵深分布，给人深邃的视觉体验。"
    },
    {
        "file_name": "CRmi13_20231208_115216427 1.jpg",
        "text": "一条被路灯照亮的城市道路，左侧有整齐的树木，树下停放着自行车。右侧则是多排停放的摩托车和电动车。天空为紫色，暗示夜晚时分，有轻微云层遮盖。路灯光线柔和，营造出温暖的夜晚氛围，地面被灯光照亮，反射出微光。整张照片色调偏暗，主要以冷暖对比色为主，左侧的树木和右侧的车辆形成平衡的构图，赋予画面深度和层次感。远处建筑物的灯光增强了城市的静谧夜景氛围。"
    },
    {
        "file_name": "CRmi13_20231126_004407648 1.jpg",
        "text": "画面中有一排整齐排列的共享单车，车架和轮胎呈浅蓝色，黑色车座和把手形成鲜明对比。地面上散落着黄褐色的落叶，暗示秋天的季节。背景中，有几棵树，其树叶呈现出秋季特有的橙色和黄色，与单车的蓝色形成色彩对比。远处可以看到现代建筑物，钢铁桥梁呈现出城市环境的特征。天气似乎是阴天，光线柔和，整个构图给人一种宁静而整洁的感觉。色彩风格偏向中性色，体现出一个城市中的日常场景。"
    },
    {
        "file_name": "CRmi13_20231114_074623534 1.jpg",
        "text": "从高处俯视视角呈现出一个繁忙的户外场景，主要物体包括大量的人群和停放的电动车。铺设有方形格子的灰色地砖地面，部分区域有人群聚集，穿着各异，主要以浅色和深色衣物为主。左侧和上方停放着密集的电动车和自行车，颜色多样。右上角有绿地和一棵繁茂的树，树周围是土黄色的地面。光照条件良好，整体色彩明亮，属于自然日光下的拍摄，影像清晰，色彩还原真实。构图紧凑，有众多细节和对比。"
    },
    {
        "file_name": "CRmi13_20231124_094950884.jpg",
        "text": "一栋现代风格的大型建筑位于画面右侧，建筑外立面由浅色方砖组成，表面有规则的矩形窗户。画面中部两棵高大的树木向左倾斜，树干部分涂有白色涂料，树叶在枝头呈现深绿色。低矮的草地斜坡从右下角向左上延伸，草坪上点缀着几片落叶。天空呈现渐变的淡蓝色，显示出傍晚的宁静氛围。光照条件是柔和的自然光，没有明显光源。色彩风格柔和，整体偏暖，突显出温暖与和谐的色调。构图呈对角线排列，建筑和树木共同形成稳定的视觉平衡，给人以放松和自然的感觉。"
    },
    {
        "file_name": "CRmi13_20231118_061835736 1.jpg",
        "text": "一条弯曲的道路沿着画面左侧延伸，路两边种植着树木，树叶部分已经变黄。道路旁有一排蓝色的竖立旗帜，上面印有白色文字，显得醒目。画面右侧是绿草如茵的草地，草地上有几棵树，其树干下部刷有白色涂料。背景中可以看到褐色的建筑，建筑上覆盖着绿色的植被。\n\n天空被大片的云层覆盖，光线均匀，给人一种阴天的感觉。阳光从云层中透出，形成柔和的光照。整体色彩以绿色和蓝色为主，辅以旗帜的蓝色和建筑的褐色，显得宁静而又富有现代感。构图上，道路和旗帜形成了引导视线的线条，将观众的视线引向远处的建筑。"
    },
    {
        "file_name": "CRmi13_20231109_004922979 1.jpg",
        "text": "城市景观中，以绿色草地为前景，草地平坦而宽广，属于一个大型公共空间或校园的一部分。草地左侧和右侧各有一排路灯，整齐排列，增加了画面的纵深感。\n\n背景中有几座现代化建筑，其中一栋为红砖结构，呈现出稳重感。建筑背后可以看到连绵起伏的山脉，山顶被云雾笼罩，呈现出朦胧而神秘的效果。\n\n天气阴沉，多云，地面和建筑物上有雨后湿润的迹象，增添了一丝凉意和平静。光照条件总体偏暗，光线柔和，缺乏强烈的阴影，使得整个画面色调较为沉稳。\n\n整体色彩以灰色和绿色为主，草地的绿色与天空和建筑物的灰色形成对比，让人感到宁静和自然。构图上，建筑和山脉的布局形成了一种平衡感，而草地的延伸则引导观者的视线深入画面。"
    },
    {
        "file_name": "CRmi13_20230928_223001892 1.jpg",
        "text": "在这幅风景照片中，一条宽阔的柏油马路从画面前景延伸至远处的地平线，两旁种植着整齐的树木，形成了一条天然的绿道。马路左侧靠近画面中部，竖立着一个醒目的广告牌，上面有图文宣传信息。道路两旁停放着几辆自行车和电动车，显示出该处的日常使用情况。\n\n天气看上去较为阴沉，天空呈现出一种淡灰色，使整个场景显得有些沉闷。光照条件偏暗，没有明显的直射阳光，可能是由于云层遮挡所致。色彩风格偏淡雅，主要为自然的绿色、灰色和黑色，给人一种平静、常态化的生活氛围。\n\n构图上，马路与两侧排列的树木形成了有趣的线性透视，引导观者的视线朝向画面深处，增强了场景的纵深感。整体画面布局简洁明了，主要物体和背景的比例协调统一。"
    },
    {
        "file_name": "CRmi13_20231119_050046820 1.jpg",
        "text": "两根金属柱子矗立在前景，一左一右，框住背景中的现代建筑。建筑物高大，采用大量玻璃和钢结构设计，中间部分呈弧形。天色晴朗，太阳高悬在画面中央偏上位置，光线充足，阳光照射出强烈的高光，与建筑物的反光形成鲜明对比。树木在画面的左右两侧叠加，为整体增添了一道自然的绿色调。画面构图对称且稳定，色彩风格偏冷，呈现出现代都市的简约感。"
    },
    {
        "file_name": "CRmi13_20231207_093932174.jpg",
        "text": "城市环境中，前景包括自行车、停靠的车辆，以及一位行人在较暗的光线中。左侧有弯曲的建筑和长椅，背景是一片树木和建筑物。天空呈现晚霞，云彩被阳光染成橙色，营造出温暖的色调。日落时分，光线柔和，使得整体色彩偏暗但有局部的鲜艳对比。构图上，主体物略居中，而建筑物和树木在背景中形成自然的框架，天空和地面有明显的光影对比，画面充满层次感。"
    },
    {
        "file_name": "CRmi13_20231114_095022971.jpg",
        "text": "城市街道上，人群骑行在车道上，密集而繁忙。多名骑自行车的人身穿休闲服饰，携带背包，在一个红绿灯处聚集。背景中可以看到树木和现代建筑，显得整洁和有序。天空呈现淡蓝色，光线柔和，暗示接近黄昏时刻。路灯已经亮起，投射出温暖的橙色光芒。色彩风格是自然的，略带暖色调，反映出日落前的柔和氛围。构图紧凑，强调了城市生活的动态和繁忙节奏。"
    },
    {
        "file_name": "CRmi13_20231207_101355035 1.jpg",
        "text": "河流静静流淌，水面上倒映出微弱的城市光影，呈现出柔和的波纹效果。远处有几栋城市建筑物，它们的灯光在渐暗的天空背景下显得格外突出。天空呈现出深邃的紫蓝色，带有一些橙色的晚霞，显示出太阳刚刚落山的时刻。前景的树枝以剪影形式出现在左上角，增添了画面的层次感。整个场景光照微弱，体现出傍晚的宁静氛围。色彩风格偏冷，主要是深蓝和浅橙的对比，构图简单而富有意境。"
    },
    {
        "file_name": "CRmi13_20230919_094835170 1.jpg",
        "text": "城市广场场景，前景是满是行人的砖块铺成的广场地面。人群密集，许多人正在行走，旁边设有排队用的栏杆。背景中有大量绿色树木，树木后面隐约可见远处的山脉和建筑物。天色晴朗，天气状况良好，阳光充足，整个空间光线明亮。色彩风格自然且生动，以绿色和蓝色为主，树木的绿色和天空的蓝色相映成趣。构图上，广场在前景中显得开阔，而人群和景物逐渐向背景延伸。整体氛围活泼且充满活力，人们正在享受户外活动带来的乐趣。"
    },
    {
        "file_name": "CRmi13_20231126_004303262.jpg",
        "text": "主景物包括一排树木和一座现代建筑。树木已经做好支撑以确保生长稳定，叶子呈现秋天特有的黄色和橙色。背景中是一座大型现代建筑，线条简洁而规整，建筑周围点缀着一些绿色和带有秋色的树木。\n\n天气多云，光线柔和，整体色调较为冷淡，呈现出柔和的蓝灰色，并伴有一些暖色调的秋叶。画面左侧有一条铺有方砖的人行道，整齐有序地延伸，带来一定的引导视线效果。构图上，画面左侧的大树及人行道引导视线向后延伸，背景中的建筑物则在人行道尽头出现，平衡了画面的视觉重心。"
    },
    {
        "file_name": "CRmi13_20230928_230641383.jpg",
        "text": "校园一角，地面为大片的浅色方砖铺就，中央有一个红色心形图案和字母“CSU”的标志。背景是一座大型现代建筑，外墙为网格状图案，标志左侧有一列台阶通向建筑入口。建筑前方排列着几棵树，叶子茂密，将部分地面遮蔽在阴影中。天气阴沉，光线柔和，色彩风格偏向自然的灰绿色调。整体构图简洁，强调了校区的现代化和秩序感。"
    },
    {
        "file_name": "IMG_20240420_104729 1.jpg",
        "text": "风景照片中，一个石拱门作为前景，框住远处的草地和树木。拱门由不规则的岩石拼接而成，呈现出天然的质感。草地中央有一条砖石铺成的小径，通向远处，增加了照片的纵深感。草地上有几张石制长椅，供游客休息。\n\n背景是郁郁葱葱的树木和山峦，植被茂密，层次分明。天气多云，天空呈现灰白色，整体光照较为柔和，没有明显的强烈光源，使颜色显得沉稳自然。色彩以绿色、褐色为主，突出大自然的宁静氛围。\n\n构图上，石拱门提供了一个自然的框架，吸引视线进入画面中心，形成视觉引导。画面上有几个人物，为风景增添了一丝动态感。整个图像呈现出和谐的自然宁静。"
    },
    {
        "file_name": "CRmi13_20231119_050351937 1.jpg",
        "text": "高大的树木占据了画面的中心和右侧，树冠茂密，叶子呈现出丰富的绿色，部分叶子带有黄色的细微变化，显示出自然的生机和活力。天空背景是一片清澈的蓝色，显然是晴朗的天气条件。明亮的阳光从上方洒下，为整个画面提供了充足的自然光照，使树叶显得格外鲜艳。构图简单且自然，树木的枝丫提供了丰富的线条感，蓝天和绿叶形成鲜明的对比，色彩风格明亮而和谐，捕捉了自然界的一片宁静美好。"
    },
    {
        "file_name": "CRmi13_20231129_094243181 1.jpg",
        "text": "大树立于画面中央，枝叶繁茂，在天空中形成美丽的剪影效果。背景中是明亮而柔和的黄昏天空，云层淡淡散布，呈现出微微的蓝色与橙色渐变。右侧远处可以看到一些建筑物，被树影环绕。下方是一个停车场，可以看到若干机动车和自行车停放。整体光照条件较为柔和，属于日落时分，天空的光线为场景增添了一层温暖的色调。构图上，树木居于画面中央，形成视觉焦点，周围的环境元素自然地围绕在其四周，给人一种宁静安详的感觉。"
    },
    {
        "file_name": "00004.jpg",
        "text": "前景中是一片绿树成荫的校园，树木排列整齐，形成自然的过渡。中间是一个开阔的草坪，正中坐落着一座白色的现代化教学楼，正门上方悬挂着一个红色横幅，增添了色彩对比。建筑两侧分布着多座校园楼宇，建筑以白色和灰色为主调，辅以红色屋顶。\n\n背景是一片连绵起伏的山脉，山上覆盖着浓密的植被，呈现出深绿色，给人一种宁静的感觉。天空晴朗，色调清新，大面积的蓝色为画面增添了明亮的光照。光线柔和，形成温暖的氛围，色彩鲜明但不过分饱和，整体现代与自然元素和谐交融。构图上采用对称的布局，使得画面显得稳定而大气。"
    },
    {
        "file_name": "CRmi13_20231031_054251888.jpg",
        "text": "树木和自行车排列在街道旁，树干部分被涂成白色以保护树木。阳光明媚，光线充足，树叶间洒下斑驳的阴影，显示出绿植的生命力。构图中前景有树木和自行车，而背景则是熙熙攘攘的人群，营造出一种繁忙的氛围。色彩明亮，具有自然的色调，主要以绿色和土黄色为主。"
    },
    {
        "file_name": "CRmi13_20231030_234433452 1.jpg",
        "text": "街道上人群密集，主要以步行和骑行者为主。道路两旁有茂密的树木，枝叶繁茂，提供了良好的遮荫。右侧停放着大量的自行车，整齐排列。建筑物位于右侧，外墙装有空调设备。光照条件为白天，阳光充足，树叶的绿色与地面灰色形成对比。整体色彩风格自然，以绿色和灰色为主。构图中远处的道路稍显拥挤，营造出繁忙都市生活的氛围。"
    },
    {
        "file_name": "IMG_20240422_071846 1.jpg",
        "text": "城市街道场景，路面湿润，可能刚经历过小雨或正处于阴天气候。地面有明显的斑马线，几位骑电动车和自行车的人正在过马路。背景中有一些树木，颜色呈现清新的绿色，显得生机盎然。远处是一座建筑物，可能是一个出入口或车站，周围有护栏和公共自行车停放站。光线柔和，缺乏强烈的阴影，整体色调偏冷，呈现灰蓝色调。构图中心偏向下方，主要关注路面和行人动态。"
    },
    {
        "file_name": "CRmi13_20230930_225815916 1.jpg",
        "text": "大面积的绿草坪被围栏和人群环绕，场地中央有许多人聚集。左侧的人群中散布着一些红色旗帜，红色和蓝色旗帜与草坪上的绿色形成鲜明对比。画面上方是浓密的树枝和树叶，呈现出深绿色，并为场景提供了部分遮挡。背景中隐约可见现代建筑和树木，建筑呈淡色，与深绿色的树叶形成对比。天气看起来阴天，但光线柔和，没有明显的太阳直射。整体色彩丰富且均衡，构图上树枝形成了不错的画框效果，使视线集中于草坪和人群。整体场景显得生动而富有活力。"
    },
    {
        "file_name": "CRmi13_20231101_233811872 1.jpg",
        "text": "中南大学二食堂的建筑外观，主体是黑色墙面，上面有金色的校名“中南大学二食堂”，旁边是一幅大型彩色宣传海报，上面写着“百团大战”。建筑外墙的设计现代，透明的玻璃屋顶让自然光透射，光线明亮，天气晴朗，空气中弥漫着阳光和秋日的和暖。色彩风格以深色调为主，点缀有明亮的彩色元素如海报及围绕着的绿树，构图中心以正门和大型海报为焦点。前景中有许多摩托车和电动车整齐停放，展示了校园生活的日常场景。整幅图像传递出青春校园的活力和繁忙。"
    },
    {
        "file_name": "CRmi13_20230917_223118909 1.jpg",
        "text": "广场上人群聚集，前景中几名穿着白色和红色校服的人靠着旗杆排列整齐。左侧有两块大型红色岩石，更远处能够看到郁郁葱葱的树木和几座建筑。天空呈现柔和的黄色与蓝色，显示出清晨的光照条件。整体色彩孔和谐，温暖，与场景中的自然环境形成良好对比。构图右侧聚集了多数人群，左侧则通过岩石平衡画面。"
    },
    {
        "file_name": "CRmi13_20231118_061952207 1.jpg",
        "text": "一座现代化的建筑物位于画面中央和右侧，建筑群由红砖和大面积玻璃墙构成，带有整齐排列的窗户。建筑外墙上张贴了许多蓝色的宣传海报，其中包括文字信息和图例。前景是一片用红色和浅灰色砖块铺成的开放式广场，地面干净整洁。\n\n画面上方是阴天的天空，云层较厚，光线较为柔和，整体色调偏冷，灰蓝色调为主。光照条件较为均匀，没有明显的阴影或高光区域。构图上，建筑物和宣传海报占据了画面的主要视觉中心，中间停放了一辆黑色汽车，增加了场景的动态元素。左侧和右侧的建筑形成了一个封闭空间，使得视线自然集中于中心区域。"
    },
    {
        "file_name": "CRmi13_20231117_012747111.jpg",
        "text": "体育场内举行活动，现场有观众在观看。主要物体包括大型弧形看台，观众坐在远处的看台上。中央是绿草地操场，四周环绕着红色跑道。多面红旗沿场地周边插立，展现活动的庄严氛围。\n\n天气晴朗，阳光明媚，摄影时间为早晨，光线充足。蓝天无云，给予整个场景明亮的背景。色彩风格自然，采用高清晰度，整体色调温暖。\n\n构图采用横向布局，观众处于画面下方，视角从观众席朝体育场方向延伸，使人聚焦于活动场地。体育场的弧形结构形成视觉上的引导线，增强了场景的层次感。"
    },
    {
        "file_name": "IMG_20231107_194144 1.jpg",
        "text": "建筑物顶部的几何形状线条清晰，两栋建筑的窗户在夜晚的灯光下微微透出光亮。大面积的树冠密集地覆盖画面的右侧，中间是一根高高的路灯杆，顶部几个灯头排列整齐。天空被厚重的云层覆盖，偶尔露出些许深蓝色的夜空，暗示着天气阴沉。光照柔和，呈现一种傍晚或夜间的氛围，整体色调偏暗，现代都市的冷色调与夜色的寂静相交融，构图平稳，以低角度仰视方式展现人造建筑与自然环境的对比。"
    },
    {
        "file_name": "CRmi13_20230911_050510531.jpg",
        "text": "树木的叶子在画面中占据主要位置，呈现出丰富的绿色。阳光从树叶间洒下，形成星芒效果，给画面增添了生动的光影层次。天空呈现出明亮的蓝色，还有几朵白云在漂浮，显示出天气晴朗的特征。整个画面色彩鲜明，绿叶与蓝天形成强烈的对比，充满生机与自然的和谐美感。构图上，采用仰视视角，使得树木显得更加高大，而阳光和云朵的存在则为画面增加了深度和层次。"
    },
    {
        "file_name": "CRmi13_20231103_074622316.jpg",
        "text": "室内环境，教室中设置有多排木制课桌和椅子，椅子蓝色塑料材质并固定于地面。左侧人物坐在椅子上，一名身穿白色T恤的学生正在使用笔记本电脑，桌上有一个灰色塑料水瓶。右侧窗口旁站立两人，窗帘呈浅灰色，窗口露出外部建筑的部分结构，墙壁的颜色是浅色，与地砖颜色相近。光线来自室外，营造出自然明亮的氛围，色彩风格偏向冷色调，构图中以桌椅中线为分界，人物排列具有一定层次感。"
    },
    {
        "file_name": "IMG_20240422_204408 1.jpg",
        "text": "从室内向外拍摄的城市夜景。前景为一个阳台，带有金属和玻璃栏杆。中景为几栋现代风格的建筑，楼层较高，窗户内透出温暖的灯光。建筑间隙可以看到一些绿色的树木，可能是街道或小型绿地。背景中有几栋更加明亮的高楼，其灯光在夜空中特别显眼。天空昏暗，呈现出淡紫色调，暗示夜晚或接近夜晚的时间，城市灯光反射在云层上产生了柔和的光晕。光照均匀，没有明显的光源直射，整体画面显得宁静而有都市气息。构图上，画面的左侧和上方都被建筑框住，形成一种框架效果，将视线引向远处的城市景观。色彩风格上，主要由冷暖色调交替构成，冷色的紫色天空与暖色的建筑灯光形成对比。"
    },
    {
        "file_name": "IMG_20231211_225431 1.jpg",
        "text": "马路旁停放着许多电动车和自行车。背后是一个运动场，场地上排列着橙色帐篷，人群在进行活动。远处有高楼建筑，一座绿色山脉在背景中隐约可见。树木在前景中分布，枝叶繁茂。天空阴云密布，光线昏暗，给人一种黄昏或者阴天的感觉。色彩较为柔和，整体呈现出一种自然和谐的氛围，构图中前景和背景之间形成鲜明对比，运动场活动形成视觉焦点。"
    },
    {
        "file_name": "CRmi13_20231117_002749180.jpg",
        "text": "体育场内设有一个标准田径跑道，跑道为深红色。中央是草坪，虽然草坪上的草似乎不够茂密，显得有些稀疏。看台上有部分观众，规模不大。场地中央有几个人正在进行舞龙表演，龙身为鲜红色，与背景形成鲜明对比。\n\n天空晴朗，阳光充足，光线较强，清晨或者傍晚的阳光在场地上投下长长的阴影，使景物轮廓分明。色彩风格明亮，整体色调偏暖。\n\n构图上，观众、跑道、草坪和看台由下而上分布，形成层次分明的画面。前景部分看到了一些观众的背影，增加了照片的现场感和生活气息。"
    },
    {
        "file_name": "CRmi13_20231213_084349926 1.jpg",
        "text": "建筑物是一座多层饭堂，墙上有“大学二食堂”字样。入口处有红色背景的宣传栏，上面贴有多个广告或公告。前景部分是一大片电动车和自行车停放区域，各种类型的车辆密密麻麻排列。几位行人站在车流中，或在交谈，或在查看车辆。\n\n阳光柔和，天空多云，光照条件均匀，整个场景没有明显的阴影。色彩风格较为真实，建筑物和车辆呈现出自然的色调。构图采用近大远小的方式，给人一种深度感。左侧远处可以看到成排的树木和一辆巴士，增加了背景的层次感。"
    },
    {
        "file_name": "CRmi13_20231122_054814441.jpg",
        "text": "一片阳光明媚的室外场地，中央是一个铺有红绿相间色块的篮球场。篮球场边缘聚集了一些人，他们正站在一面画有卡通图案和中文文字的背景板前。背景板周围设有宣传帐篷和展板，人群似乎在参加某个户外活动，可能是展示或宣传活动。\n\n场地周围是生长茂密的绿树，枝叶繁茂，阳光透过树影投射在场地上，形成斑驳光影。在远处可以看到一些黑色栅栏和低矮墙壁，墙上停放着多辆自行车。\n\n光照条件良好，场景色调明亮，色彩鲜明而自然。树叶的绿色、篮球场的红绿色以及背景板的蓝色和各种人物的衣服色彩交织出丰富的视觉效果。整体构图上，篮球场和背景板成为视觉中心，吸引着观者的目光。"
    },
    {
        "file_name": "CRmi13_20230930_214459663 1.jpg",
        "text": "夜晚的城市街道景象，主要物体包括一条宽阔的道路，两侧有路灯散发的暖黄色光芒。路的一侧是人行道，上面铺有黄色的盲道砖，边缘种植着绿化灌木丛。右侧是一排商铺，透出微弱的灯光。街道的远处可以看到一些行人和车辆的车灯光。天空被夜色笼罩，没有星星或月亮可见。整体光照条件较弱，路灯提供了主要照明，街道湿润反射着灯光。色彩风格偏暖色调，构图上以路面和盲道砖为引导线，将视线自然引向背景中的行人和建筑物。"
    },
    {
        "file_name": "IMG_20240417_132720.jpg",
        "text": "主体是一个大学的标志，上面写有“中南大学 CENTRAL SOUTH UNIVERSITY”字样。背景中有连绵起伏的山脉，覆盖着绿色植被。前景有一条宽阔的马路，路面干燥平整，两旁整齐分布着低矮的绿篱。\n\n天空呈现出灰白色，云层较厚，遮挡住了阳光，天气阴沉。光照条件较为柔和，没有明显的阴影，对比度较低，整体色彩沉稳，以绿色和灰色为主。\n\n构图上，标志牌位于中心位置，两侧对称分布着建筑物和树木，远处的山脉形成自然的背景线条，增强了画面的层次感。"
    },
    {
        "file_name": "CRmi13_20231101_034944654 1.jpg",
        "text": "高高的树木占据了画面的大部分，树叶郁郁葱葱，枝条优雅地垂下。天空呈现出明亮的蓝色，没有云朵，阳光充足，光线从左上方照射下来，为树叶和树干提供了鲜明的光影对比。画面的右上方有一盏路灯，增加了构图的现代感。整体色彩鲜明，绿色和蓝色形成了对比，传递出一种宁静、自然的氛围。构图上，斜线和垂直线结合，增加了视觉上的动感。"
    },
    {
        "file_name": "CRmi13_20231101_040936955 1.jpg",
        "text": "一幅从窗口向外拍摄的风景照片。主要物体包括：茂密的绿色树木，树叶在阳光的照射下呈现出明亮的黄色和绿色。在树木的前方，一排自行车整齐地停放在河流的旁边，路面和树影相互交错。河水呈现出清澈的黄绿色，反射出周围环境的色彩。天空清澈湛蓝，显示出晴朗的好天气。光照条件很好，强烈的阳光从左侧照射进来，增强了颜色的饱和度和对比度。色彩风格鲜艳，但自然。构图上，窗框形成了天然的边框，分隔出三部分，使得画面既有对称美感又具备层次感。"
    },
    {
        "file_name": "CRmi13_20231117_005034545 1.jpg",
        "text": "一座体育场占据了画面的中心位置，有着弧形屋顶和观众席。观众席上坐着一些人，前方是一个绿色的草坪足球场，跑道以红色突显。天气晴朗，天空呈现出淡蓝色，阳光明媚，为整个场景提供了充足的光照。背景隐约可见城市建筑群，增添了都市感。整体色调自然，光影对比鲜明，构图均衡而开阔。"
    },
    {
        "file_name": "CRmi13_20231125_002309097 1.jpg",
        "text": "多层现代建筑物的内部视角，以灰色砖墙为主。建筑结构以直线和方形为主，具有多个楼层和连接走廊。栏杆采用透明玻璃和金属框架设计。光线明亮，似乎是白天自然光源，呈现出冷色调的光照。色彩风格以浅灰色和白色为主，少量绿色植被位于底部，增加了环境的自然气息。构图上，以建筑的直线和对称结构为主导，给人一种简洁明了的视觉效果。"
    },
    {
        "file_name": "CRmi13_20230911_040943335 1.jpg",
        "text": "一群人聚集在一个室外场所，背景是一栋多层建筑。建筑周围环绕着浓密的绿树，阳光明媚，树木的绿色与蓝天形成鲜明对比。场地上人群密集，许多人背着双肩包，颜色各异，形成丰富的色彩斑斓。构图中，一根柱子插着粉色和黄色的旗帜，在画面右侧形成了醒目的视觉元素。天空蓝天白云，自然光线充足，整个场景充满了活力和夏日气息。"
    },
    {
        "file_name": "CRmi13_20230930_231421109 1.jpg",
        "text": "中间矗立着一面红旗，周围是聚集的人群。背景是绿树和一栋红砖建筑，显得庄严而稳重。天空覆盖着灰白的云层，光线柔和，没有明显的阳光直射。色彩柔和自然，主要以绿色和红色为主，体现了现场和谐的氛围。构图以旗帜为视觉中心，人群自然围绕，树木和建筑提供稳定的背景。整体环境显得平和，人们参与活动显得热情洋溢。"
    }
]